[
    {
        "Name":"Dioxin Analysis Facility",
        "Info":"DSIR CRTDH at CSIR-NIIST has established an NABL accredited and MoEFCC recommended unique dioxin analysis facility under the CRTDH project. Dioxins, furans and dioxin-like PCBs are a class of highly toxic persistent organic pollutants which are unintentionally generated during various combustion processes such as waste incineration, metallurgical processes, pesticide manufacture, open burning etc. The most challenging analysis requires highly training analytical chemists and technicians to carry out the sampling and analysis. In India, previously there were no analytical facilities for the research and monitoring of dioxin-like POPs. Currently NIIST validated the various steps involved in the analysis such as extraction, clean up, concentration and GC-MS/MS determination and have been accredited by NABL as per ISO/IEC 17025: 2017 as well as recommended by MoEFCC for environmental clearances. We could reduce the cost and time of analysis using automated extraction, clean up and state-of-the-art GC-MS/MS-based confirmatory analysis.",
        "ImageLink":"./Assests/Images/Projects/Biofilter.png"
    },
    {
        "Name":"Buoyant Filter Bioreactor (BFBR)",
        "Info":"DSIR - CRTDH at NIIST has developed a novel anaerobic reactor called “Buoyant Filter Bioreactor (BFBR)”. The BFBR is a new generation high rate anaerobic reactor that overcomes the limitations of the UASB (Upflow Anaerobic Sludge Blanket). Anaerobic sludge, is retained in the reactor by a close spacing lamella settler integrally provided with the gas-liquid separator in the reactor. The lamella separates very slow settling sludge. In addition, floating solids is also retained by design. The lamella has a very short settling distance and therefore, all kinds of suspended solids are quickly separated from the liquor. The BFBR lamella separator does not require separated sludge to slide back by itself. This critical feature allows the separation of sticky sludges. An intermittent high velocity backflow pushes solids retained in the lamella back into the reactor mixed liquor. The high velocity backflow is created by the periodic release of gas accumulated in the reactor (US Pat. 6592751), thereby avoiding extra pumping systems and power consumption. The close spacing lamella and GSS are factory-fabricated are an integral unit. Automatic gas release system has moving parts and is maintenance free. The high efficiency separation of solids from the liquor allow the BFBR to start-up quickly and operate at greater efficiency than other reactors. The BFBR can be used effectively in the treatment of difficult and complex wastewater.",
        "ImageLink":"./Assests/Images/Projects/BFBR.png"
    }
]