[
    {
        "Name":"Buoyant Filter Bioreactor (BFBR)",
        "Info":"DSIR - CRTDH at NIIST has developed a novel anaerobic reactor called “Buoyant Filter Bioreactor (BFBR)”. The BFBR is a new generation high rate anaerobic reactor that overcomes the limitations of the UASB (Upflow Anaerobic Sludge Blanket). Anaerobic sludge, is retained in the reactor by a close spacing lamella settler integrally provided with the gas-liquid separator in the reactor. The lamella separates very slow settling sludge. In addition, floating solids is also retained by design. The lamella has a very short settling distance and therefore, all kinds of suspended solids are quickly separated from the liquor. The BFBR lamella separator does not require separated sludge to slide back by itself. This critical feature allows the separation of sticky sludges. An intermittent high velocity backflow pushes solids retained in the lamella back into the reactor mixed liquor. The high velocity backflow is created by the periodic release of gas accumulated in the reactor (US Pat. 6592751), thereby avoiding extra pumping systems and power consumption. The close spacing lamella and GSS are factory-fabricated are an integral unit. Automatic gas release system has moving parts and is maintenance free. The high efficiency separation of solids from the liquor allow the BFBR to start-up quickly and operate at greater efficiency than other reactors. The BFBR can be used effectively in the treatment of difficult and complex wastewater.",
        "ImageLink":"./Assests/Images/Projects/BFBR.png"
    },
    {
        "Name":"Development of a new catalyst for the advanced oxidation of textile effluents ",
        "Info":"CRTDH Team at IIT Gandhinagar developed a bio-inspired metal-organic complex that oxidizes organic dye molecules in the effluent under pH 3-11. The newly developed complex generates a highly oxidizing oxo-species as an intermediate that exhibits superior reactivity compared to the existing chemical oxidants. The CRTDH at IIT Gandhinagar demonstrated a two-stage effluent treatment method using conventional coagulation/flocculation followed by advanced oxidation using metal complex in 1000 L scale for several textile/dyes effluent. The results are very promising for textile effluents (>90% COD reduction)",
        "ImageLink":"./Assests/Images/Projects/flowdia.png"
    }
]